[Variables]

;///////////////////////////////////////ENG///////////////////////////////////////
Date="Sunday":"Sunday","Monday":"Monday","Tuesday":"Tuesday","Wednesday":"Wednesday","Thursday":"Thursday","Friday":"Friday","Saturday":"Saturday"

Conditions="Thunderstorms":"Thunderstorms","Windy Rain":"Windy Rain","T-Storms":"T-Storms","Rain Snow":"Rain Snow","Sleet":"Sleet","Snow/Rain Icy Mix":"Snow/Rain Icy Mix","Freezing Drizzle":"Freezing Drizzle","Drizzle":"Drizzle","Freezing Rain":"Freezing Rain","T-Showers":"T-Showers","Showers":"Showers","Light Rain":"Light Rain","Heavy Rain":"Heavy Rain","Snow Flurries":"Snow Flurries","Light Snow":"Light Snow","Snowflakes":"Snowflakes","Heavy Snow":"Heavy Snow","Hail":"Hail","Dust":"Dust","Fog":"Fog","Haze":"Haze","Smoke":"Smoke","Windy":"Windy","Frigid":"Frigid","Partly Cloudy":"Partly Cloudy","Cloudy":"Cloudy","Mostly Cloudy":"Mostly Cloudy","Clear":"Clear","Sunny":"Sunny","Fair":"Fair","Mostly Clear":"Mostly Clear","Mostly Sunny":"Mostly Sunny","Hot":"Hot","Isolated Thunder":"Isolated Thunder","Scattered T-Storms":"Scattered T-Storms","Scattered Rain":"Scattered Rain","Scattered Snow":"Scattered Snow","Windy/Snowy":"Windy/Snowy","Scattered Showers":"Scattered Showers","Snowy":"Snowy","and":"and","Shower":"Shower","Mostly":"Mostly","Scattered":"Scattered","Rain":"Rain","Snow":"Snow","Wind":"Wind","Early":"Early","Late":"Late","PM":"PM","AM":"AM","Sun":"Sun","Cloud":"Cloud","Light":"Light","Snow Shower":"Snow Shower","Widespread":"Widespread","Few":"Few","Isolated":"Isolated","Mist":"Mist","Thunder":"Thunder","with":"with","In the Vicinity":"In the Vicinity","Clouds":"Clouds","Clearing":"Clearing"

TimeOfDay="00":"Good night","01":"Good night","02":"Good night","03":"Good night","04":"Good night","05":"Good night","06":"Good night","07":"Good morning","08":"Good morning","09":"Good morning","10":"Good morning","11":"Good morning","12":"Good afternoon","13":"Good afternoon","14":"Good afternoon","15":"Good afternoon","16":"Good afternoon","17":"Good afternoon","18":"Good evening","19":"Good evening","20":"Good evening","21":"Good night","22":"Good night","23":"Good night"

WishReminder="00":"It's time for bed.I wish you nice dreams.","01":"It's time for bed.I wish you nice dreams.","02":"It's time for bed.I wish you nice dreams.","03":"It's time for bed.I wish you nice dreams.","04":"It's time for bed.I wish you nice dreams.","05":"It's time for bed.I wish you nice dreams.","06":"It's time for bed.I wish you nice dreams.","07":"I hope you slept well.","08":"I hope you slept well.","09":"I hope you slept well.","10":"I hope you slept well.","11":"I hope you slept well.","12":"I wish you a nice and enjoyable day.","13":"I wish you a nice and enjoyable day.","14":"I wish you a nice and enjoyable day.","15":"I wish you a nice and enjoyable day.","16":"I wish you a nice and enjoyable day.","17":"I wish you a nice and enjoyable day.","18":"I wish you a pleasant evening.","19":"I wish you a pleasant evening.","20":"I wish you a pleasant evening.","21":"It's time for bed.I wish you nice dreams.","22":"It's time for bed.I wish you nice dreams.","23":"It's time for bed.I wish you nice dreams"

RetrievingWeatherText="Retrieving Weather..."

[MeasureForecastText]
Substitute=#Conditions#

[FeelsLikeLabel]
Text="Feels Like"

[WindLabel]
Text="Wind"

[VisibilityLabel]
Text="Visibility"

[BarometerLabel]
Text="Barometer"

[HumidityLabel]
Text="Humidity"

[SunriseLabel]
Text="Sunrise"

[SunsetLabel]
Text="Sunset"

[MeterUpdatedTime]
Text="Updated at %1"

[ChargedStatus]
Text="Fully charged"

[Calculating]
Text="Calculating..."